{
    "id-logo1": "Boss",
    "id-logo2": "Desing",
    "id-nBar-init": "Home",
    "id-nBar-skill": "Skills",
    "id-nBar-portafolio": "Portafolio",
    "id-nBar-contact": "Contact Me",
    
    "id-Presentation-paragr1": "Developer",
    "id-Presentation-paragr2": "Designer",
    "id-Presentation-paragr3": "Mentor",
    "id-Presentation-greeting": "Hi, I'am",
    "id-Presentation-name": "Alex Patron",
    "id-Presentation-textPre": "I design and code beautifully simple things, and I love what I do.",
    
    "id-aboutme-title1": "ABOUT",
    "id-aboutme-title2": "ME",
    "id-aboutme-descrip": "I have always been very cheerful, self-taught and enthusiastic about technology, I like to listen to the opinions of others, learn and share my knowledge with whoever requests it. I am characterized by my adaptability, creative mind and socialization with work teams, continuing to develop myself through continuous learning, improving my skills, acquiring more experience and at all times being willing to go beyond my limitations.",
    "id-aboutme-titleEdu": "Education",
    "id-aboutme-edutitle1": "Full Stack Developer - Academlo",
    "id-aboutme-edudesc1": "+700 theoretical-practical course hours.",
    "id-aboutme-edutitle2": "TIC Engineering - Luis Vargas Torres Technical University",
    "id-aboutme-edudesc2": "Final project Group software development",
    "id-aboutme-titleExp": "Experience",
    "id-aboutme-exptitle1": "EPMAPSE - Public Company",
    "id-aboutme-expdesc1": "Project development for the company's medical department",
    
    "id-skills-title1": "MY",
    "id-skills-title2": "SKILLS",
    "id-skills-btnFrt": "Front-End",
    "id-skills-btnAll": "All",
    "id-skills-btnBak": "Back-End",
    "id-skills-desc1": "React is an open source Javascript library designed to create user interfaces to make it easy to develop single page applications.",
    "id-skills-desc2": "Redux is an open source JavaScript library for managing application state.",
    "id-skills-desc3": "CSS, in Spanish «Cascading Style Sheets», is a graphic design language for defining and creating the presentation of a structured document written in a markup language.",
    "id-skills-desc4": "HTML, an acronym for HyperText Markup Language, refers to the markup language for creating web pages.",
    "id-skills-desc5": "Bootstrap is a cross-platform library or open source toolkit for designing web sites and web applications.",
    "id-skills-desc6": "Git is version control software designed by Linus Torvalds with efficiency in mind.",
    "id-skills-desc7": "JavaScript is an interpreted programming language, a dialect of the ECMAScript standard. It is defined as object-oriented, prototype-based, imperative, weakly-typed, and dynamic.",
    "id-skills-desc8": "Node.js is a cross-platform, open source, server layer runtime environment based on the JavaScript programming language, asynchronous, with data I/O in an event-driven architecture, and based on the V8 Node.js engine. Google.",
    "id-skills-desc9": "npm is the default package management system for Node.js, a runtime environment for JavaScript, under the Artistic License 2.0.",
    "id-skills-desc10": "Java is a programming language and computing platform that was first commercialized in 1995 by Sun Microsystems.",
    
    "id-project-title1": "MY",
    "id-project-title2": "PROJECTS",
    "id-project-descrip": "Projects developed with great dedication.",
    "id-project-pro1title": "Ecommerce BossDesing",
    "id-project-pro1desc": "Online store for the commercialization of all kinds of products.",
    "id-project-pro2title": "Rick and Morty Wiki",
    "id-project-pro2desc": "Website to consult the universes of the animated series Rick and Morty.",
    "id-project-pro3title": "PokeDesk",
    "id-project-pro3desc": "Website where you can find all the information related to the animated series Pokemon.",
    "id-project-pro4title": "Cards with random phrases",
    "id-project-pro4desc": "Simple website but applying the programming logic, consuming an api.",
    "id-project-pro5title": "Weather App",
    "id-project-pro5desc": "Information application of the weather status of the place where you are.",
    "id-project-pro6title":"Website Portfolio",
    "id-project-pro6desc": "My first portfolio with vanilla javascript, html and css. My first steps in web programming.",
    "id-project-tecnoUsed": "Used Technologies",
    "id-project-proLink":"Project Links"
}