{
    "id-logo1":"Boss",
    "id-logo2":"Desing",
    "id-nBar-init":"Inicio",
    "id-nBar-about": "Sobre mi",
    "id-nBar-skill":"Habilidades",
    "id-nBar-portafolio":"Portafolio",
    "id-nBar-contact":"Contáctame",


    "id-Presentation-paragr1":"Desarrollador",
    "id-Presentation-paragr2":"Diseñador",
    "id-Presentation-paragr3":"Mentor",    
    "id-Presentation-greeting":"Hola, yo soy",
    "id-Presentation-name":"Alex Patron",
    "id-Presentation-textPre":"Diseño y codifico cosas hermosas y sencillas, y me encanta lo que hago.",


    "id-aboutme-title1":"SOBRE",
    "id-aboutme-title2":"MI",
    "id-aboutme-descrip":"Siempre he sido muy alegre, autodidacta y entusiasta de la tecnología, me gusta escuchar las opiniones de los demás, aprender y compartir mis conocimientos con quien lo solicite. Me caracterizo por mi adaptabilidad, mente creativa y socialización con equipos de trabajo, seguir desarrollándome a través del aprendizaje continuo, mejorando mis habilidades, adquiriendo más experiencia y estando en todo momento dispuesto a ir más allá de mis limitaciones.",
    "id-aboutme-titleEdu":"Educación",
    "id-aboutme-edutitle1":"Desarrollador de pila completa - Academlo",
    "id-aboutme-edudesc1":"+700 Horas de curso teórico-práctico.",
    "id-aboutme-edutitle2":"Ingeniería en TIC - Universidad Técnica Luis Vargas Torres.",
    "id-aboutme-edudesc2":"Proyecto final, Desarrollo de software en grupo.",
    "id-aboutme-titleExp":"Experiencia",
    "id-aboutme-exptitle1":"EPMAPSE - Empresa Pública",
    "id-aboutme-expdesc1":"Desarrollo de proyecto para el departamento médico de la empresa.",

    "id-skills-title1":"MIS",
    "id-skills-title2":"HABILIDADES",
    "id-skills-btnFrt":"Interfaz",
    "id-skills-btnAll":"Todos",
    "id-skills-btnBak":"Back-End",
    "id-skills-desc1":"React es una biblioteca Javascript de código abierto diseñada para crear interfaces de usuario con el objetivo de facilitar el desarrollo de aplicaciones en una sola página.",
    "id-skills-desc2":"Redux es una librería JavaScript de código abierto para el manejo del estado de las aplicaciones.",
    "id-skills-desc3":"CSS, en español «Hojas de estilo en cascada», es un lenguaje de diseño gráfico para definir y crear la presentación de un documento estructurado escrito en un lenguaje de marcado.",
    "id-skills-desc4":"HTML, siglas en inglés de HyperText Markup Language, hace referencia al lenguaje de marcado para la elaboración de páginas web.",
    "id-skills-desc5":"Bootstrap es una biblioteca multiplataforma o conjunto de herramientas de código abierto para diseño de sitios y aplicaciones web.",
    "id-skills-desc6":"Git es un software de control de versiones diseñado por Linus Torvalds, pensando en la eficiencia.",
    "id-skills-desc7":"JavaScript es un lenguaje de programación interpretado, dialecto del estándar ECMAScript. Se define como orientado a objetos, ​ basado en prototipos, imperativo, débilmente tipado y dinámico.",
    "id-skills-desc8":"Node.js es un entorno en tiempo de ejecución multiplataforma, de código abierto, para la capa del servidor basado en el lenguaje de programación JavaScript, asíncrono, con E/S de datos en una arquitectura orientada a eventos y basado en el motor V8 de Google.",
    "id-skills-desc9":"npm es el sistema de gestión de paquetes por defecto para Node.js, un entorno de ejecución para JavaScript, bajo Artistic License 2.0.",
    "id-skills-desc10":"Java es un lenguaje de programación y una plataforma informática que fue comercializada por primera vez en 1995 por Sun Microsystems.",
    
    "id-project-title1": "MIS",
    "id-project-title2": "PROYECTOS",
    "id-project-descrip": "Proyectos desarrollados con mucha dedicación",
    "id-project-pro1title": "BossDesing de comercio electrónico",
    "id-project-pro1desc": "Tienda online para la comercialización de todo tipo de productos.",
    "id-project-pro2title": "Rick y Morty Wiki",
    "id-project-pro2desc": "Sitio web para consultar los universos de la serie animada Rick and Morty.",
    "id-project-pro3title": "PokeDesk",
    "id-project-pro3desc": "Sitio web donde puedes encontrar toda la información relacionada con la serie animada Pokémon.",
    "id-project-pro4title": "Tarjetas con frases aleatorias",
    "id-project-pro4desc": "Sitio web sencillo pero aplicando la lógica de programación, consumiendo una api.",
    "id-project-pro5title": "Aplicación del tiempo",
    "id-project-pro5desc": "Aplicación de información del estado del tiempo del lugar donde te encuentres.",
    "id-project-pro6title":"Portafolio Web",
    "id-project-pro6desc": "Mi primer portafolio con vainilla javascript, html y css. Mis primeros pasos en la programación web.",
    "id-project-tecnoUsed": "Tecnologías Usadas",
    "id-project-proLink": "Enlaces del Proyecto",

     
    "id-contact-title1":"CONTACTA",
    "id-contact-title2":"ME",
    "id-contact-nameContacted":"Nombre",
    "id-contact-emailContacted":"Correo",
    "id-contact-subjetContacted":"Asunto",
    "id-contact-massageContact":"Mensaje",
    "id-contact-hireContact":"Contrátame",


    "id-footer-downLoad" : "Descarga CV"

}